C:\Users\emiel\Documents\Development\development_environments>code --list-extensions
bierner.markdown-mermaid
cheshirekow.cmake-format
continue.continue
dbaeumer.vscode-eslint
edonet.vscode-command-runner
emielestivenartentity.cppcheck-turbo
github.copilot
github.copilot-chat
llvm-vs-code-extensions.vscode-clangd
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.vscode-speech
platformio.platformio-ide
redhat.vscode-xml
redhat.vscode-yaml
vscode-icons-team.vscode-icons
xaver.clang-format